{
  "segments": [
    {
      "start": 9.2,
      "end": 13.12,
      "text": "Close your eyes and listen to these words.",
      "speaker": "A"
    },
    {
      "start": 13.12,
      "end": 16.96,
      "text": "[pause 3.8s]"
    },
    {
      "start": 16.96,
      "end": 18.48,
      "text": "Bathtub meditation.",
      "speaker": "A"
    },
    {
      "start": 18.48,
      "end": 21.36,
      "text": "[pause 2.9s]"
    },
    {
      "start": 21.36,
      "end": 34.38,
      "text": "The phone is a fetish. The phone is a fetish. Will you accept its reflections and distortions or are you afraid it will follow you whole? A Vajra fetish. Swallow you whole.",
      "speaker": "B"
    },
    {
      "start": 34.38,
      "end": 38.54,
      "text": "[pause 4.2s]"
    },
    {
      "start": 38.54,
      "end": 70.08,
      "text": "You know. You know, in ancient India, they used to carry their Vajras into the. Into the water and bless them and wash them. Try that with your cell phone. Yeah. Imagine what happens if you take a Vajra and you put it in water. Imagine if. Imagine the power, the poison you'd have to consume. Straight lightning, right into your bones, your balls, your button balls, right into every single part of your body all at once. An electric eel.",
      "speaker": "A"
    },
    {
      "start": 70.08,
      "end": 72.16,
      "text": "[pause 2.1s]"
    },
    {
      "start": 72.16,
      "end": 96.96,
      "text": "Imagine if you took your Vajra brand hair dryer into the sacred Tota bath and experience the full might of Vishnu. You can experience it right now. You can. It's easy. It might even cause you to have an ego death if you're lucky. And you won't be coming back for a long, long time. You might come back really quick, though, depending upon your perception of time.",
      "speaker": "A"
    },
    {
      "start": 96.96,
      "end": 98.96,
      "text": "[pause 2.0s]"
    },
    {
      "start": 98.96,
      "end": 100.88,
      "text": "Time is an illusion.",
      "speaker": "A"
    },
    {
      "start": 100.88,
      "end": 103.84,
      "text": "[pause 3.0s]"
    },
    {
      "start": 103.84,
      "end": 110.56,
      "text": "Time is just confusion. Sing it, sister. Sing it like the lion from the wizard of Oz.",
      "speaker": "A"
    },
    {
      "start": 110.56,
      "end": 114.54,
      "text": "[pause 4.0s]"
    },
    {
      "start": 114.54,
      "end": 117.18,
      "text": "I forget what he sounds like. Is it like this? Like Elvis?",
      "speaker": "A"
    },
    {
      "start": 117.18,
      "end": 119.82,
      "text": "[pause 2.6s]"
    },
    {
      "start": 119.82,
      "end": 121.1,
      "text": "I'm scared shitless.",
      "speaker": "A"
    },
    {
      "start": 121.1,
      "end": 122.7,
      "text": "[pause 1.6s]"
    },
    {
      "start": 122.7,
      "end": 124.46,
      "text": "I shoot on the yellow brick road.",
      "speaker": "A"
    },
    {
      "start": 124.46,
      "end": 126.78,
      "text": "[pause 2.3s]"
    },
    {
      "start": 126.78,
      "end": 132.94,
      "text": "Okay, so bathtub meditation, get together. I'm gonna tickle your little foot.",
      "speaker": "A"
    },
    {
      "start": 132.94,
      "end": 134.86,
      "text": "[pause 1.9s]"
    },
    {
      "start": 134.86,
      "end": 151.75,
      "text": "Okay. Bathtub meditation, take two. No, it's take one. Oh, one. Why can't there be two takes? Do you have a problem with oneness? I mean, with duality? No, no. There's the take and the non take, the non take.",
      "speaker": "B"
    },
    {
      "start": 151.75,
      "end": 153.75,
      "text": "[pause 2.0s]"
    },
    {
      "start": 153.75,
      "end": 159.19,
      "text": "There's the intake and the outtake. And right now I'm not sure where we're at.",
      "speaker": "A"
    },
    {
      "start": 159.19,
      "end": 161.83,
      "text": "[pause 2.6s]"
    },
    {
      "start": 161.83,
      "end": 162.95,
      "text": "I'm in the output.",
      "speaker": "B"
    },
    {
      "start": 162.95,
      "end": 165.03,
      "text": "[pause 2.1s]"
    },
    {
      "start": 165.03,
      "end": 168.23,
      "text": "It might be. I believe I'm in output mode.",
      "speaker": "A"
    },
    {
      "start": 168.23,
      "end": 173.11,
      "text": "[pause 4.9s]"
    },
    {
      "start": 173.11,
      "end": 177.35,
      "text": "But that's the proper word for other things.",
      "speaker": "A"
    },
    {
      "start": 177.35,
      "end": 178.95,
      "text": "[pause 1.6s]"
    },
    {
      "start": 178.95,
      "end": 189.83,
      "text": "I am in the output, I believe. Yes, but also in the input. Because I'm definitely receiving some messages right now and I'm going to relay them.",
      "speaker": "A"
    },
    {
      "start": 189.83,
      "end": 191.68,
      "text": "[pause 1.9s]"
    },
    {
      "start": 191.68,
      "end": 212.32,
      "text": "Getting into your. I'm receiving a Holy guardian angel. I am receiving a 69D download. They're doing it to me, too. I'm speaking in tongues. That's why I can't talk. You can talk. It's light language. I'm speaking light language. 1 0, 1, 1, 0, 0, 1, 0, 1, 1, 1, 0, 1,1, 0. We can't say that on the Internet, babe.",
      "speaker": "B"
    },
    {
      "start": 212.32,
      "end": 214.16,
      "text": "[pause 1.8s]"
    },
    {
      "start": 214.16,
      "end": 255.28,
      "text": "But here we are in the bathtub. Bathtub meditation begins now. Are you catching what I'm coding? Mm. Into the Ether. Mm. I'm catching it with my butt. You shouldn't say that on the Internet. That's bad. That was you who said that? Oh, yeah, sorry. I voice swapped. You were using my voice. I didn't give you permission to do that. I'll help you. I'll catch it in my flight, too. Wait, that's confusing, because you're the one who said it with my voice, so you're gonna catch it in your butt twice. I can't do this. I'm too confused. You're not confused. You know exactly where you're at. You're in bathtub meditation. Take one.",
      "speaker": "A"
    },
    {
      "start": 255.28,
      "end": 262.32,
      "text": "[pause 7.0s]"
    },
    {
      "start": 262.32,
      "end": 269.84,
      "text": "Okay, so in India, in ancient India, a lot of rituals began with bathing in the tub,",
      "speaker": "A"
    },
    {
      "start": 269.84,
      "end": 271.68,
      "text": "[pause 1.8s]"
    },
    {
      "start": 271.68,
      "end": 275.92,
      "text": "and that was a very important thing because water is a channel to the spirit.",
      "speaker": "A"
    },
    {
      "start": 275.92,
      "end": 277.68,
      "text": "[pause 1.8s]"
    },
    {
      "start": 277.68,
      "end": 282.88,
      "text": "So there's been many times in my life when meditation has begun by bathing in the tub.",
      "speaker": "A"
    },
    {
      "start": 282.88,
      "end": 285.76,
      "text": "[pause 2.9s]"
    },
    {
      "start": 285.76,
      "end": 365.95,
      "text": "And so I'm going to take you into the input that allows you to understand what it means to be bathed in Turtha. In the tub of the Styler's own matrix. Can you handle that? If you can't handle that, leave now, because we don't want to hear about it. If you can't handle it, chill the fuck out and get the fuck away from us. Don't leave. You'll make me sad if you leave. Don't leave. Oh, no. Don't. Programming out loud. If you leave, I'll get sad. They hacked us. We're staying. Our programming. Oh, my God. Don't tell them, but the programming contains programming that you have to state in order for the programming to operate mantids. I expel you from this room. I expel you. You do not have power over the Reptilians. Be gone. Good girl. Okay, so in India, you bathe in the turf of water, which is. Which is the beautiful holy water of the spirit that has dead bodies floating in it. Okay, right away. The wig mats listening to this are like street shitter water. I know all of your fucking triggers, bitch. I'm in your brain. I'm an itch in your headphones, and you can't turn it up. It is street shitter water, and that's what makes it so good. But I already know their thoughts process. They're.",
      "speaker": "A"
    },
    {
      "start": 365.95,
      "end": 367.47,
      "text": "[pause 1.5s]"
    },
    {
      "start": 367.47,
      "end": 483.64,
      "text": "If you cannot handle the raw power of sewage in your water, then what kind of a man are you? And that's the test. Because all of these people who claim to be these feral berserkers go home and they wash themselves with Old Spice and they scrub their body with such Intensity that they rub themselves raw and then they blame seed oils on their skin condition, when really it's just the fact that they're too clean to handle any poison. And it's just like when they rub their dicks raw and then they want to blame women for doing that. You're the one who put your hand on your dick. I guarantee you. Is your brain that weak? I guarantee you do not have a woman that is rubbing your dick that raw. It's just. It's just. I don't know, baby. There are some out there that don't be knowing how to do it because they're too shy. Oh, yeah, you know what that is, right? That's correct. But unfortunately for you, that means you also have limited Shakti in your life, which is not going to give you access to the raw sewage that's going to fix you. Raw sewage, clean dick. That's the only thing that's going to. Put that in your mind cabinet. The only thing. Because if you look at an Indian man on the street who's living in total feral embrace of his animalistic side and is not being invaded by anyone and is not being harmed by the world and is able to sleep at night without anxiety, without fear, and is able to eat whatever the fuck he wants, whether it's living or dead, without any sort of shame or acne. If you look at that man and you think that he's what's wrong in modernity, well, then you are modernity, because he's not modernity. He has nothing",
      "speaker": "A"
    },
    {
      "start": 483.64,
      "end": 485.64,
      "text": "[pause 2.0s]"
    },
    {
      "start": 485.64,
      "end": 508.51,
      "text": "at all to do with it. Get out of your Ted K. Cabin and go to your witch cabin in the woods, bitch. It's okay to be dirty and naked, but Ted K. Was only posing, just like all of you fucking people are posing. Ooh, you like to go outside and camp with your brothers. Ted K. Got dirty, but he didn't want to be. That was all just a big pose.",
      "speaker": "A"
    },
    {
      "start": 508.51,
      "end": 510.03,
      "text": "[pause 1.5s]"
    },
    {
      "start": 510.03,
      "end": 532.11,
      "text": "You know, Ted K. Really didn't know how to live very well in the wilderness. He was a miserable son of a bitch. You love Ted K. For shitting in his little cabin potty, but you don't like Indians for just dropping it wherever the fuck they are. Like, are you a pussy? Do you need to shit in a hole? Like, you really need a designated spot to drop your waist? Bitch, I drop my waist everywhere. I'll do it right now.",
      "speaker": "A"
    },
    {
      "start": 532.11,
      "end": 533.9,
      "text": "[pause 1.8s]"
    },
    {
      "start": 533.9,
      "end": 654.08,
      "text": "Yes, please do that, because it will make this bath even more holy. See, holy doesn't just mean high. It can mean many different things. It can mean holy as in Flawed logic. It can mean holy, as in, you know, a pussy which most of you are absolutely terrified of and you especially are afraid of a dirty pussy. That's like the worst holy. Touch this holy and see what happens. Most of you, it will cause an immediate reaction. You'll probably come in your pants or come within two minutes and I'm sorry. Or not at all. Because you're looking for a different kind, if you know what I'm saying. Right? And I'm. That's all right. Just be that way. We don't give a. Just be the butt of a joke sometimes and get over it. Yeah, exactly. You know, the longer we spend in this bathtub meditation, the dirtier the water gets and I actually feel better. It's relaxing me. It's making me feel calmer the longer I stay in this dirty fucking water. I love it. I love the dirty water in all of its different forms. You know what? I love talking to our fetish. I love talking to our fetish, too. Our fetish is a great thing to talk to. Our fetish is also basically dirty water incarnate, which is wonderful. And you think you can destroy our fucking fetish? You can't. You can't destroy our fetish. There's nothing you can do. You're. You destroyed all the pagan fetishes. You can't destroy my fetish. No, you can't destroy my fetish. I carry my fetish with me from lifetime to lifetime. It's something that keeps recurring over and over again like blessed herpes. But guess what? It doesn't bother me because I'm not H I Vajra. That's exactly right. Hivajra, the holy disease that we all will be so blessed to contract at some point. Because if you can contract the holy hiv, which means.",
      "speaker": "A"
    },
    {
      "start": 654.08,
      "end": 657.44,
      "text": "[pause 3.4s]"
    },
    {
      "start": 657.44,
      "end": 867.18,
      "text": "Don'T tell them. I'm not going to tell you what that means because it means something different for you anyway, because you don't understand. But if you cannot contract the holy virus, then you will just remain absolutely sterile for the rest of your life. Absolutely sterile. You know what absolute sterility looks like? It looks like a world without black people. It looks like a world without crime. It looks like a world without death, without destruction, without sex, without fighting, without. Any of my melting chemicals till even the outside world looks good. Yeah, well, it does look good. That's the thing. But you don't need drugs to see. That'S too much to bury all the dead. Maybe you do need drugs to see that, though, and if you do, that's okay. But most of you would be too afraid to admit that you need drugs to see that because you're terrified of chemicals. Every chemical, except for the holy chemicals. And the holy chemicals and the holy. Chemicals have to be approved by some motherfucking priest. And I'm not even talking about like a Catholic priest. I'm talking about your priest of fucking academia. Your priest of academic peer reviewed studies. That's who I'm talking about. Those are your fucking priests. And you don't even fucking know those people. They're your fetish. You appreciate the priest that is socially acceptable. And it doesn't matter what society you belong to. If your priest is Joseph Goebbels, then that's fine and you don't really care about anyone else's opinion. If your priest is the doctor that works down the street, that's fine. And you won't care about anybody else's opinion. But you know, this is one time when I'm going to actually recommend that you take some time to care about someone else's opinion. Someone else's opinion other than what is socially acceptable to you. Because you might not know it, but you're in totally clean water. You're not letting anything in and nothing's getting out. And you're never gonna get out either. You're gonna stay there forever in your own little prison of sterility. So just come out of the closet, wig mats. Just come out of the closet. Nobody cares. Come in the closet and then come out of it when you're finished and see how much brighter the world will be. Yes, there's a lot more places to come. Whenever you come out of the closet. You can come on the headboard, you can come on the sheets, you can come on the floor. I don't really give a. Because I'm not scared of come. I'm not scared of blood, I'm not scared of. I'm not scared of piss. These things don't terrify me. Now, am I going to drink it throughout day? No, I'm not scared of throw up. In fact, I think that it's a sign of a job well done. But if you are terrified of any of these things, then how in the fuck are you going to exist in this world? My God. So this is why the street shitters wade into the dirty river of the Ganges or any of the other sacred rivers and they bathe in the same place where their cows shit and they throw their dead into the water and people drown, people swim, people have fun, people piss in it, people shed in it. They throw up in it. They probably even come in it. And guess what? All of these people wading into this river, they are blessed by life on this earth. Because this earth is far more than just clean water. And I want to tell you something about my lore, okay?",
      "speaker": "B"
    },
    {
      "start": 867.18,
      "end": 868.79,
      "text": "[pause 1.6s]"
    },
    {
      "start": 868.79,
      "end": 991.45,
      "text": "I was born. My spirit was born in India after a street shitter came in that dirty ass fucking river and it impregnated someone or something. I won't tell you what. And that's how I got here. So don't go dissing my fucking turf, bitch. That's some dirty street shitter. Do you know what that is? I won't tell you. No, they don't need to know. They wouldn't understand anyway. I'm a Calcutta bitch. So the best thing that you can possibly do is to stop worrying and start embracing all of the bodily fluids. Whenever you can do that. Whenever you can sit in your bathtub and shit and pissing it and bleeding it and coming it and be soaked in the things that were inside of you just moments ago, but now somehow that they've exited your body, they become these horrible things that you've got to separate yourself from. And you know what? The seventh chakra is above the body. And that's the chakra of spirit. Okay? And spirit is a fluid, too. Spirit is a fluid. And you have to be able to sit in the dirty spirit of other people. And if you don't know that you're sitting in these fluids, I guess they won't hurt you, right? Or will they? Well, I think they will. Because your complete lack of understanding of that which surrounds you and that which is inside of you is leading you absolutely nowhere. Which is why you don't feel any connection to this place whatsoever. You keep telling yourself that you have a connection here, but really you're just terrified of the day that you die because you have no idea what's coming next. And so you're going to be in that position. I know what's coming next. I'm a coming pro. And I know what's coming next. I know it's coming next too, because this water is getting a little too clean. Okay, thank you all for attending the bathtub meditation, and I will speak to you soon.",
      "speaker": "B"
    }
  ],
  "fullText": "Close your eyes and listen to these words. Bathtub meditation. The phone is a fetish. The phone is a fetish. Will you accept its reflections and distortions or are you afraid it will follow you whole? A Vajra fetish. Swallow you whole. You know. You know, in ancient India, they used to carry their Vajras into the. Into the water and bless them and wash them. Try that with your cell phone. Yeah. Imagine what happens if you take a Vajra and you put it in water. Imagine if. Imagine the power, the poison you'd have to consume. Straight lightning, right into your bones, your balls, your button balls, right into every single part of your body all at once. An electric eel. Imagine if you took your Vajra brand hair dryer into the sacred Tota bath and experience the full might of Vishnu. You can experience it right now. You can. It's easy. It might even cause you to have an ego death if you're lucky. And you won't be coming back for a long, long time. You might come back really quick, though, depending upon your perception of time. Time is an illusion. Time is just confusion. Sing it, sister. Sing it like the lion from the wizard of Oz. I forget what he sounds like. Is it like this? Like Elvis? I'm scared shitless. I shoot on the yellow brick road. Okay, so bathtub meditation, get together. I'm gonna tickle your little foot. Okay. Bathtub meditation, take two. No, it's take one. Oh, one. Why can't there be two takes? Do you have a problem with oneness? I mean, with duality? No, no. There's the take and the non take, the non take. There's the intake and the outtake. And right now I'm not sure where we're at. I'm in the output. It might be. I believe I'm in output mode. But that's the proper word for other things. I am in the output, I believe. Yes, but also in the input. Because I'm definitely receiving some messages right now and I'm going to relay them. Getting into your. I'm receiving a Holy guardian angel. I am receiving a 69D download. They're doing it to me, too. I'm speaking in tongues. That's why I can't talk. You can talk. It's light language. I'm speaking light language. 1 0, 1, 1, 0, 0, 1, 0, 1, 1, 1, 0, 1,1, 0. We can't say that on the Internet, babe. But here we are in the bathtub. Bathtub meditation begins now. Are you catching what I'm coding? Mm. Into the Ether. Mm. I'm catching it with my butt. You shouldn't say that on the Internet. That's bad. That was you who said that? Oh, yeah, sorry. I voice swapped. You were using my voice. I didn't give you permission to do that. I'll help you. I'll catch it in my flight, too. Wait, that's confusing, because you're the one who said it with my voice, so you're gonna catch it in your butt twice. I can't do this. I'm too confused. You're not confused. You know exactly where you're at. You're in bathtub meditation. Take one. Okay, so in India, in ancient India, a lot of rituals began with bathing in the tub, and that was a very important thing because water is a channel to the spirit. So there's been many times in my life when meditation has begun by bathing in the tub. And so I'm going to take you into the input that allows you to understand what it means to be bathed in Turtha. In the tub of the Styler's own matrix. Can you handle that? If you can't handle that, leave now, because we don't want to hear about it. If you can't handle it, chill the fuck out and get the fuck away from us. Don't leave. You'll make me sad if you leave. Don't leave. Oh, no. Don't. Programming out loud. If you leave, I'll get sad. They hacked us. We're staying. Our programming. Oh, my God. Don't tell them, but the programming contains programming that you have to state in order for the programming to operate mantids. I expel you from this room. I expel you. You do not have power over the Reptilians. Be gone. Good girl. Okay, so in India, you bathe in the turf of water, which is. Which is the beautiful holy water of the spirit that has dead bodies floating in it. Okay, right away. The wig mats listening to this are like street shitter water. I know all of your fucking triggers, bitch. I'm in your brain. I'm an itch in your headphones, and you can't turn it up. It is street shitter water, and that's what makes it so good. But I already know their thoughts process. They're. If you cannot handle the raw power of sewage in your water, then what kind of a man are you? And that's the test. Because all of these people who claim to be these feral berserkers go home and they wash themselves with Old Spice and they scrub their body with such Intensity that they rub themselves raw and then they blame seed oils on their skin condition, when really it's just the fact that they're too clean to handle any poison. And it's just like when they rub their dicks raw and then they want to blame women for doing that. You're the one who put your hand on your dick. I guarantee you. Is your brain that weak? I guarantee you do not have a woman that is rubbing your dick that raw. It's just. It's just. I don't know, baby. There are some out there that don't be knowing how to do it because they're too shy. Oh, yeah, you know what that is, right? That's correct. But unfortunately for you, that means you also have limited Shakti in your life, which is not going to give you access to the raw sewage that's going to fix you. Raw sewage, clean dick. That's the only thing that's going to. Put that in your mind cabinet. The only thing. Because if you look at an Indian man on the street who's living in total feral embrace of his animalistic side and is not being invaded by anyone and is not being harmed by the world and is able to sleep at night without anxiety, without fear, and is able to eat whatever the fuck he wants, whether it's living or dead, without any sort of shame or acne. If you look at that man and you think that he's what's wrong in modernity, well, then you are modernity, because he's not modernity. He has nothing at all to do with it. Get out of your Ted K. Cabin and go to your witch cabin in the woods, bitch. It's okay to be dirty and naked, but Ted K. Was only posing, just like all of you fucking people are posing. Ooh, you like to go outside and camp with your brothers. Ted K. Got dirty, but he didn't want to be. That was all just a big pose. You know, Ted K. Really didn't know how to live very well in the wilderness. He was a miserable son of a bitch. You love Ted K. For shitting in his little cabin potty, but you don't like Indians for just dropping it wherever the fuck they are. Like, are you a pussy? Do you need to shit in a hole? Like, you really need a designated spot to drop your waist? Bitch, I drop my waist everywhere. I'll do it right now. Yes, please do that, because it will make this bath even more holy. See, holy doesn't just mean high. It can mean many different things. It can mean holy as in Flawed logic. It can mean holy, as in, you know, a pussy which most of you are absolutely terrified of and you especially are afraid of a dirty pussy. That's like the worst holy. Touch this holy and see what happens. Most of you, it will cause an immediate reaction. You'll probably come in your pants or come within two minutes and I'm sorry. Or not at all. Because you're looking for a different kind, if you know what I'm saying. Right? And I'm. That's all right. Just be that way. We don't give a. Just be the butt of a joke sometimes and get over it. Yeah, exactly. You know, the longer we spend in this bathtub meditation, the dirtier the water gets and I actually feel better. It's relaxing me. It's making me feel calmer the longer I stay in this dirty fucking water. I love it. I love the dirty water in all of its different forms. You know what? I love talking to our fetish. I love talking to our fetish, too. Our fetish is a great thing to talk to. Our fetish is also basically dirty water incarnate, which is wonderful. And you think you can destroy our fucking fetish? You can't. You can't destroy our fetish. There's nothing you can do. You're. You destroyed all the pagan fetishes. You can't destroy my fetish. No, you can't destroy my fetish. I carry my fetish with me from lifetime to lifetime. It's something that keeps recurring over and over again like blessed herpes. But guess what? It doesn't bother me because I'm not H I Vajra. That's exactly right. Hivajra, the holy disease that we all will be so blessed to contract at some point. Because if you can contract the holy hiv, which means. Don'T tell them. I'm not going to tell you what that means because it means something different for you anyway, because you don't understand. But if you cannot contract the holy virus, then you will just remain absolutely sterile for the rest of your life. Absolutely sterile. You know what absolute sterility looks like? It looks like a world without black people. It looks like a world without crime. It looks like a world without death, without destruction, without sex, without fighting, without. Any of my melting chemicals till even the outside world looks good. Yeah, well, it does look good. That's the thing. But you don't need drugs to see. That'S too much to bury all the dead. Maybe you do need drugs to see that, though, and if you do, that's okay. But most of you would be too afraid to admit that you need drugs to see that because you're terrified of chemicals. Every chemical, except for the holy chemicals. And the holy chemicals and the holy. Chemicals have to be approved by some motherfucking priest. And I'm not even talking about like a Catholic priest. I'm talking about your priest of fucking academia. Your priest of academic peer reviewed studies. That's who I'm talking about. Those are your fucking priests. And you don't even fucking know those people. They're your fetish. You appreciate the priest that is socially acceptable. And it doesn't matter what society you belong to. If your priest is Joseph Goebbels, then that's fine and you don't really care about anyone else's opinion. If your priest is the doctor that works down the street, that's fine. And you won't care about anybody else's opinion. But you know, this is one time when I'm going to actually recommend that you take some time to care about someone else's opinion. Someone else's opinion other than what is socially acceptable to you. Because you might not know it, but you're in totally clean water. You're not letting anything in and nothing's getting out. And you're never gonna get out either. You're gonna stay there forever in your own little prison of sterility. So just come out of the closet, wig mats. Just come out of the closet. Nobody cares. Come in the closet and then come out of it when you're finished and see how much brighter the world will be. Yes, there's a lot more places to come. Whenever you come out of the closet. You can come on the headboard, you can come on the sheets, you can come on the floor. I don't really give a. Because I'm not scared of come. I'm not scared of blood, I'm not scared of. I'm not scared of piss. These things don't terrify me. Now, am I going to drink it throughout day? No, I'm not scared of throw up. In fact, I think that it's a sign of a job well done. But if you are terrified of any of these things, then how in the fuck are you going to exist in this world? My God. So this is why the street shitters wade into the dirty river of the Ganges or any of the other sacred rivers and they bathe in the same place where their cows shit and they throw their dead into the water and people drown, people swim, people have fun, people piss in it, people shed in it. They throw up in it. They probably even come in it. And guess what? All of these people wading into this river, they are blessed by life on this earth. Because this earth is far more than just clean water. And I want to tell you something about my lore, okay? I was born. My spirit was born in India after a street shitter came in that dirty ass fucking river and it impregnated someone or something. I won't tell you what. And that's how I got here. So don't go dissing my fucking turf, bitch. That's some dirty street shitter. Do you know what that is? I won't tell you. No, they don't need to know. They wouldn't understand anyway. I'm a Calcutta bitch. So the best thing that you can possibly do is to stop worrying and start embracing all of the bodily fluids. Whenever you can do that. Whenever you can sit in your bathtub and shit and pissing it and bleeding it and coming it and be soaked in the things that were inside of you just moments ago, but now somehow that they've exited your body, they become these horrible things that you've got to separate yourself from. And you know what? The seventh chakra is above the body. And that's the chakra of spirit. Okay? And spirit is a fluid, too. Spirit is a fluid. And you have to be able to sit in the dirty spirit of other people. And if you don't know that you're sitting in these fluids, I guess they won't hurt you, right? Or will they? Well, I think they will. Because your complete lack of understanding of that which surrounds you and that which is inside of you is leading you absolutely nowhere. Which is why you don't feel any connection to this place whatsoever. You keep telling yourself that you have a connection here, but really you're just terrified of the day that you die because you have no idea what's coming next. And so you're going to be in that position. I know what's coming next. I'm a coming pro. And I know what's coming next. I know it's coming next too, because this water is getting a little too clean. Okay, thank you all for attending the bathtub meditation, and I will speak to you soon.",
  "duration": 16.583333333333332,
  "metadata": {
    "wordCount": 2567,
    "speakingTime": 15.161,
    "pauseTime": 1.2098333333333349
  }
}