{
  "segments": [
    {
      "start": 2.8,
      "end": 9.76,
      "text": "Meditation is not a method. It is a state of consciousness.",
      "speaker": "A"
    },
    {
      "start": 9.76,
      "end": 11.76,
      "text": "[pause 2.0s]"
    },
    {
      "start": 11.76,
      "end": 22,
      "text": "When we practice meditation, we are applying certain techniques that are intended to bring us closer to the state of meditation.",
      "speaker": "A"
    },
    {
      "start": 22,
      "end": 24.16,
      "text": "[pause 2.2s]"
    },
    {
      "start": 24.16,
      "end": 27.28,
      "text": "Activities that induce a state of meditation",
      "speaker": "A"
    },
    {
      "start": 27.28,
      "end": 28.81,
      "text": "[pause 1.5s]"
    },
    {
      "start": 28.81,
      "end": 31.93,
      "text": "directly related to Dharma.",
      "speaker": "A"
    },
    {
      "start": 31.93,
      "end": 34.17,
      "text": "[pause 2.2s]"
    },
    {
      "start": 34.17,
      "end": 47.61,
      "text": "Some individuals will reach meditation through calm reflection, while others will reach meditation through intense activity.",
      "speaker": "A"
    },
    {
      "start": 47.61,
      "end": 49.85,
      "text": "[pause 2.2s]"
    },
    {
      "start": 49.85,
      "end": 54.65,
      "text": "The scope of meditative practice is inexhaustible.",
      "speaker": "A"
    },
    {
      "start": 54.65,
      "end": 56.94,
      "text": "[pause 2.3s]"
    },
    {
      "start": 56.94,
      "end": 61.42,
      "text": "Though meditation is a highly individualized state,",
      "speaker": "A"
    },
    {
      "start": 61.42,
      "end": 62.94,
      "text": "[pause 1.5s]"
    },
    {
      "start": 62.94,
      "end": 69.58,
      "text": "this does not mean that shared experience in meditation is inaccessible.",
      "speaker": "A"
    },
    {
      "start": 69.58,
      "end": 71.66,
      "text": "[pause 2.1s]"
    },
    {
      "start": 71.66,
      "end": 78.22,
      "text": "Yogins have studied methods in accessing the meditative state for thousands of years.",
      "speaker": "A"
    },
    {
      "start": 78.22,
      "end": 79.98,
      "text": "[pause 1.8s]"
    },
    {
      "start": 79.98,
      "end": 95.92,
      "text": "As a result of this study, certain practices have been identified which have been shown to be generally effective in developing the internal and external conditions which are conducive to meditation.",
      "speaker": "A"
    },
    {
      "start": 95.92,
      "end": 97.44,
      "text": "[pause 1.5s]"
    },
    {
      "start": 97.44,
      "end": 150.08,
      "text": "For instance, the practice of trataka is generally employed in this school as a means of inducing a state of free flowing experience which tends to produce meditation. There are hundreds of additional meditative methods that form the core instructional strategy of this school, and most of them are adaptable to the individual needs of the yogin. Regardless of the method that is applied, it is important to understand that that the meditative state is not necessarily universal. It is not as if we are all advancing towards one single form of meditation.",
      "speaker": "A"
    },
    {
      "start": 150.08,
      "end": 151.76,
      "text": "[pause 1.7s]"
    },
    {
      "start": 151.76,
      "end": 164.64,
      "text": "In fact, the condition of universal meditation is found in a single state of consciousness, that being the monistic state.",
      "speaker": "A"
    },
    {
      "start": 164.64,
      "end": 166.51,
      "text": "[pause 1.9s]"
    },
    {
      "start": 166.51,
      "end": 189.55,
      "text": "Unless the yogin is seeking the permanent nothingness, meditation will always carry an individualistic element. How is it possible to identify meditation? Meditation is the state that is in alignment with present Dharma.",
      "speaker": "A"
    },
    {
      "start": 189.55,
      "end": 191.23,
      "text": "[pause 1.7s]"
    },
    {
      "start": 191.23,
      "end": 195.82,
      "text": "You must understand Dharma to understand meditation.",
      "speaker": "A"
    },
    {
      "start": 195.82,
      "end": 197.58,
      "text": "[pause 1.8s]"
    },
    {
      "start": 197.58,
      "end": 243.6,
      "text": "Many yogins abandon the search for meditation early in their practice because they lack the necessary patience to continue seeking. It is important to understand that meditation is not something that is immediately delivered. It is a state that is sought after and can be reached with sufficient patience and dedication. Meditation and Dharma feed into one another until a cycle of awareness develops. This cycle becomes self sustaining until meditation becomes a passive state that carries throughout the life of the Yogin.",
      "speaker": "A"
    },
    {
      "start": 243.6,
      "end": 245.69,
      "text": "[pause 2.1s]"
    },
    {
      "start": 245.69,
      "end": 251.53,
      "text": "One of the goals of yoga is to attain this state of permanent meditation.",
      "speaker": "A"
    },
    {
      "start": 251.53,
      "end": 253.45,
      "text": "[pause 1.9s]"
    },
    {
      "start": 253.45,
      "end": 274.16,
      "text": "For many, meditation feels similar to the flow state that is achieved when performing a pleasurable activity. It is in the flowing expression of meditation that the yogin is able to express Dharma without hesitation.",
      "speaker": "A"
    },
    {
      "start": 274.16,
      "end": 276.24,
      "text": "[pause 2.1s]"
    },
    {
      "start": 276.24,
      "end": 295.28,
      "text": "Those who seek meditation should abandon all preconceived notions of what meditation feels like. They should communicate directly with their Dharma and allow meditation to unfold like the petals of the lotus.",
      "speaker": "A"
    },
    {
      "start": 295.28,
      "end": 298.17,
      "text": "[pause 2.9s]"
    },
    {
      "start": 298.17,
      "end": 298.41,
      "text": "Sa.",
      "speaker": "A"
    }
  ],
  "fullText": "Meditation is not a method. It is a state of consciousness. When we practice meditation, we are applying certain techniques that are intended to bring us closer to the state of meditation. Activities that induce a state of meditation directly related to Dharma. Some individuals will reach meditation through calm reflection, while others will reach meditation through intense activity. The scope of meditative practice is inexhaustible. Though meditation is a highly individualized state, this does not mean that shared experience in meditation is inaccessible. Yogins have studied methods in accessing the meditative state for thousands of years. As a result of this study, certain practices have been identified which have been shown to be generally effective in developing the internal and external conditions which are conducive to meditation. For instance, the practice of trataka is generally employed in this school as a means of inducing a state of free flowing experience which tends to produce meditation. There are hundreds of additional meditative methods that form the core instructional strategy of this school, and most of them are adaptable to the individual needs of the yogin. Regardless of the method that is applied, it is important to understand that that the meditative state is not necessarily universal. It is not as if we are all advancing towards one single form of meditation. In fact, the condition of universal meditation is found in a single state of consciousness, that being the monistic state. Unless the yogin is seeking the permanent nothingness, meditation will always carry an individualistic element. How is it possible to identify meditation? Meditation is the state that is in alignment with present Dharma. You must understand Dharma to understand meditation. Many yogins abandon the search for meditation early in their practice because they lack the necessary patience to continue seeking. It is important to understand that meditation is not something that is immediately delivered. It is a state that is sought after and can be reached with sufficient patience and dedication. Meditation and Dharma feed into one another until a cycle of awareness develops. This cycle becomes self sustaining until meditation becomes a passive state that carries throughout the life of the Yogin. One of the goals of yoga is to attain this state of permanent meditation. For many, meditation feels similar to the flow state that is achieved when performing a pleasurable activity. It is in the flowing expression of meditation that the yogin is able to express Dharma without hesitation. Those who seek meditation should abandon all preconceived notions of what meditation feels like. They should communicate directly with their Dharma and allow meditation to unfold like the petals of the lotus. Sa.",
  "duration": 5.2,
  "metadata": {
    "wordCount": 446,
    "speakingTime": 4.338333333333334,
    "pauseTime": 0.5884999999999999
  }
}